Repository: tfrommen/tf-song-list
Catalog: languages/tf-song-list-*.po
Languages: de_de, es_es

source: Constants
de_de: Konstanten
es_es: Constantes

source: Settings
de_de: Einstellungen
es_es: Configuración

source: File not processed!
de_de: Datei nicht verarbeitet!
es_es: ¡Archivo no procesados!

source: Maybe double-check the file formatting?
de_de: Ist die Datei richtig formatiert?
es_es: ¿Quizá volver a comprobar el formato del archivo?

source: File not uploaded!
de_de: Datei nicht hochgeladen!
es_es: ¡Archivos no cargados!

source: No file name entered!
de_de: Kein Dateiname eingegeben.
es_es: ¡No hay nombre de archivo introducido!

source: Forgot something?
de_de: Etwas vergessen?
es_es: ¿Ha olvidado algo?

source: Import
es_es: Importar

source: CSV File
de_de: CSV-Datei
es_es: Archivo CSV

source: Upload CSV File
de_de: CSV-Datei hochladen
es_es: Cargar archivo CSV

source: Export
es_es: Exportar

source: Download a comma-separated values (CSV) file containing all the information of the song list database.
de_de: Lade eine CSV-Datei (comma-separated values) mit allen Informationen aus der Song List-Datenbank herunter.
es_es: Descargar un archivo de valores separados por comas (CSV) que contiene toda la información de la base de datos de lista de canciones.

source: The file is compatible with almost any spreadsheet software, and it can be imported into another tf Song List installation.
de_de: Die Datei ist kompatibel mit nahezu jeder Tabellenkalkulation und kann in eine andere tf Song List-Installation importiert werden.
es_es: El archivo es compatible con casi cualquier software de hoja de cálculo, y se puede importar en otra instalación tf Song List.

source: File Content
de_de: Dateiinhalt
es_es: Contenido del archivo

source: All songs
de_de: Alle Songs
es_es: Todas las canciones

source: Public songs
de_de: Öffentliche Songs
es_es: Canciones Públicas

source: Download CSV File
de_de: CSV-Datei herunterladen
es_es: Descargar archivo CSV

source: Introduction
de_de: Einleitung
es_es: Introducción

source: Show Introduction
de_de: Zeige Einleitung
es_es: Mostrar Introducción

source: Show the introduction before the actual song list.
de_de: Zeige die Einleitung vor der eigentlichen Song List
es_es: Mostrar la introducción antes de la lista de canciones actual.

source: Wrap Introduction
de_de: Einleitung <em>wrappen</em>
es_es: Envolver Introducción

source: Wrap the introduction in &lt;p&gt; tags.
de_de: Einleitung mit &lt;p&gt;-Tags umgeben.
es_es: Envolver la introducción en &lt;p&gt; etiquetas.

source: Song List
es_es: Lista de canciones

source: Artist Name
de_de: Interpretenbezeichnung
es_es: Nombre Artista

source: What should the Artist column be named?
de_de: Wie soll die Spalte für die Interpreten benannt werden?
es_es: ¿Cómo debería llamarse la columna de la artista?

source: Title Name
de_de: Titelbezeichnung
es_es: Nombre del Título

source: What should the Title column be named?
de_de: Wie soll die Spalte für die Titel benannt werden?
es_es: ¿Cómo debería llamarse la columna del Título?

source: First Column
de_de: Erste Spalte
es_es: Primera Columna

source: What should the first column contain?
de_de: Was soll die erste Spalte beinhalten?
es_es: ¿Qué debe contener la primera columna?

source: Order By
de_de: Sortieren nach
es_es: Ordenar Por

source: What should the song list be ordered by?
de_de: Wonach soll die Song List sortiert werden?
es_es: ¿Cómo debería la lista de canciones ordenarse?

source: Songs
es_es: Canciones

source: Import/Export
es_es: Importar / Exportar

source: Artist
de_de: Interpret
es_es: Artista

source: Title
de_de: Titel
es_es: Titulo

source: Help
de_de: Hilfe
es_es: Ayuda

source: Song list not deleted!
de_de: Song List nicht gelöscht!
es_es: ¡Lista de canciones no eliminada!

source: Import Type
de_de: Art des Imports
es_es: Tipo de importación

source: When replacing the song list, all existing songs will be deleted!
de_de: Beim Ersetzen der Song List werden alle aktuell vorhandenen Songs gelöscht!
es_es: ¡Al sustituir la lista de canciones, se eliminarán todas las canciones existentes!

source: Add to current song list
de_de: Zur aktuellen Song List hinzufügen
es_es: Añadir a la lista de canciones actual

source: Replace current song list
de_de: Aktuelle Song List ersetzen
es_es: Reemplazar lista de canciones actual

source: Nothing to export.
de_de: Nichts zu exportieren.
es_es: Nada para exportar.

source: Back
de_de: Zurück
es_es: Volver

source: You are not authorized to do that. Please log in first.
de_de: Keine Autorisierung. Bitte zuerst einloggen.
es_es: Usted no está autorizado para hacerlo. Por favor, primero inicie sesión.

source: Song not added to the song list!
de_de: Song nicht zur Song List hinzugefügt!
es_es: ¡Canción no agregada a la lista de canciones!

source: Song added to the song list!
de_de: Song zur Song List hinzugefügt!
es_es: ¡Canción añadida a la lista de canciones!

source: Song not updated!
de_de: Song nicht aktualisiert!
es_es: ¡Canción no actualizada!

source: Song updated!
de_de: Song aktualisiert!
es_es: ¡Canción actualizada!

source: Both the artist and the title have to be entered.
de_de: Sowohl der Künstler als auch der Titel müssen eingegeben werden.
es_es: Tanto el artista como el título tienen que ser introducidos.

source: Song not deleted!
de_de: Song nicht gelöscht!
es_es: ¡Canción no borrada!

source: Song deleted!
de_de: Song gelöscht!
es_es: ¡Canción borrada!

source: Song list deleted!
de_de: Song List gelöscht!
es_es: ¡Lista de canciones Borrada!

source: Visibility
de_de: Sichtbarkeit
es_es: Visibilidad

source: Public
de_de: Öffentlich
es_es: Público

source: Private
de_de: Privat
es_es: Privado

source: Update Song
de_de: Song aktualisieren
es_es: Actualizar canción

source: Add Song
de_de: Song hinzufügen
es_es: Añadir Canción

source: Delete all songs?
de_de: Alle Songs löschen?
es_es: ¿Eliminar todas las canciones?

source: Delete Song List
de_de: Song List löschen
es_es: Borrar Lista de canciones

source: Edit
de_de: Bearbeiten
es_es: Editar

source: Delete
de_de: Löschen
es_es: Borrar

source: There are no songs in the song list.
de_de: Keine Songs in der Song List.
es_es: No hay canciones en la lista de canciones.

source: Show Headings
de_de: Zeige Überschriften
es_es: Mostrar encabezados

source: Show the song list headings.
de_de: Zeige die Überschriften der Song List.
es_es: Mostrar la lista de encabezados de canciones.

source: Filter
es_es: Filtrar

source: Show song list
de_de: Zeige Song List
es_es: Mostrar lista de canciones

source: All Songs
de_de: Alle Songs
es_es: Todas las canciones

source: Public Songs
de_de: Öffentliche Songs
es_es: Canciones Públicas

source: Private Songs
es_es: Canciones Privadas

source: Debug
es_es: Depuración

source: Upload and import a comma-separated values (CSV) file into your database.
de_de: Lade eine CSV-Datei (comma-separated values) hoch und importiere sie in die Datenbank.
es_es: Subir e importar un archivo de valores separados por comas (CSV) en su base de datos.

source: Please have a read here to learn about the proper file format specifications.
de_de: Hier gibt's Infos zur richtigen Dateiformatierung.
es_es: Por favor, lea aquí para aprender sobre las especificaciones adecuadas de formato de archivo

source: Introduction before the actual song list.
de_de: Einleitung vor der eigentlichen Song List.
es_es: Introducción antes de la lista de canciones actual

source: Private songs are listed in here only &ndash; not on the frontend.
de_de: Private Songs werden nur hier aufgeführt &ndash; nicht im Frontend.
es_es: Las canciones privadas aparecen sólo aquí - . no en el frontend

source: More information:
de_de: Weitere Infos:
es_es: Más información:

source: The plugin settings should be fairly self-explanatory.<br />However, if you encounter any difficulties, please first have a look at the plugin website. If you still can't find a solution to your problem, feel free to contact me.
de_de: Die Plugin-Einstellungen sollten ziemlich selbsterklärend sein.<br />Falls du jedoch auf Probleme stoßen solltest, sieh dir zunächst bitte die Plugin-Website an. Sofern du anschließend immer noch keine Lösung für dein Problem gefunden hast, kannst du mich gerne kontaktieren.
es_es: La configuración del plugin debe ser bastante auto-explicativa <br /> Sin embargo, si usted encuentra alguna dificultad, por favor, primero eche un vistazo a la página web del plugin.. Si usted todavía no puede encontrar una solución a su problema, no dude en ponerse en contacto conmigo.

source: Plugin Website
es_es: Sitio Web del Plugin

source: Documentation
de_de: Dokumentation
es_es: Documentación

source: Error
de_de: Fehler

source: %d song was skipped due to errors.
de_de: %d Song wurde aufgrund eines Fehlers übersprungen.

source: %d song was successfully added to the song list.
de_de: %d Song wurde erfolgreich zur Song List hinzugefügt.

source: %d song was not added to the song list as it was already present.
de_de: %d Song wurde nicht zur Song List hinzugefügt, da er bereits vorhanden war.
